Repository: leonardcj/cardsort
Catalog: po/*.po
Languages: fa

source: Card Sort
fa: مرتب سازی کارت

source: a pattern matching game
fa: یک بازی تطبیق الگوی

source: 2x2
fa: ۲ ضربدر ۲

source: 3x2
fa: ۳ ضربدر ۲

source: 2x3
fa: ۲ ضربدر ۳

source: 3x3
fa: ۳ ضربدر ۳

source: click to rotate; drag to swap
fa: برای چرخش کلیک کنید; کشیدن برای مبادله

source: CardSort
fa: مرتب سازی کارت

source: You solved the puzzle.
fa: شما پازل (معما) را حل کردید.

source: Keep trying.
fa: به تلاش خود ادامه دهید.
