Repository: leonardcj/cardsort
Catalog: po/ach.po
Languages: ach

source: Card Sort
ach: Cano Tikitiki

source: a pattern matching game
ach: Gem atuka marwate

source: 2x2
ach: 2tyen2

source: 3x2
ach: 3tyen2

source: 2x3
ach: 2tyen3

source: 3x3
ach: 3tyen3

source: click to rotate; drag to swap
ach: dii wek iwire; dir pi leyo wange

source: CardSort
ach: CanoTikitiki

source: You solved the puzzle.
ach: I tyeko dong cobo peko me kakube.

source: Keep trying.
ach: Mede ki temo.
